[
  "T@选择题（40小题，每题2分，共80分）",
  "B@马克思主义哲学与各门具体科学的关系是@无限和有限的关系|一般和特殊的关系|绝对真理和相对真理的关系|理性认识和感性认识的关系",
  "A@运动是物质的@根本属性|唯一特性|外部现象|内部本质",
  "C@辩证法和形而上学根本对立的焦点在于@是否整体性地看问题|是否承认事物在运动|是否承认事物的内部矛盾是事物发展的动力|是否承认事物的变化不仅有量的增减而且有质的变化",
  "C@辩证法所要求回答的是@世界的本原是什么的问题|世界的本质是什么的问题|世界的状况怎么样的问题|世界是否可知的问题",
  "C@矛盾体系中处于支配地位，起主导作用的矛盾是@内部矛盾|外部矛盾|主要矛盾|特殊矛盾",
  "C@感觉、知觉、表象是@反映论的三种形式|意识的三种形式|感性认识的三种形式|理性认识的三种形式",
  "C@马克思主义哲学所说的实践是指@人们的一切活动|人们的日常活动|人们改造客观世界的物质活动|人们的精神活动",
  "D@相对真理是指@不包含绝对性的真理|相对谬误|基本上正确，包含有谬误的成分|正确认识，在广度和深度上有待于进一步精确和完善",
  "D@经济基础是指@生产力与生产关系的有机统一|同生产力的一定发展阶段相适应的生产关系的总和|同生产力的一定发展阶段相适应的占统治地位的生产关系|同生产力的一定发展阶段相适应的占统治地位的生产关系的总和",
  "D@历史唯物主义认为，社会物质生活条件是指@全部自然界|人口|地理环境|地理环境、人口和生产方式诸要素的总和",
  "A@自然科学是一种社会意识形式，它@不属于上层建筑|属于思想上层建筑|属于特定社会经济基础的上层建筑|属于上层建筑中没有阶级性的社会意识形式",
  "C@划分历史唯物主义和历史唯心主义的唯一标准在于是否承认@社会内部矛盾推动社会发展|社会历史是发展变化的|社会存在决定社会意识|社会历史发展是有规律的",
  "D@毛泽东最早论述新民主主义革命基本思想的文章是@《新民主主义轮》|《湖南农民运动考察报告》|《论人民民主专政》|《中国社会各阶级的分析》",
  "B@国民革命失败后，中国共产党领导的武装起义中，最先从城市向农村转移的是@八一南昌起义|湘赣边秋收起义|广州起义|百色起义",
  "A@毛泽东第一次公开使用“人民民主专政”概念的文章是@《将革命进行到底》|《论人民民主专政》|《新民主主义论》|《论联合政府》",
  "A@毛泽东在《关于正确处理人民内部矛盾的问题》中提出文化工作的方针是@百花齐放，百家争鸣|古为今用，洋为中用|去粗取精，去伪存真|中学为体，西学为用",
  "A@孙中山在熏香山建立的中国第一个资产阶级革命团体是@兴中会|中国同盟会|光复会|华兴会",
  "A@中国共产党制定的第一个土地法是@《井冈山土地法》|《兴国土地法》|《中国土地法大纲》|《关于清算减租减息及土地问题的指示》",
  "A@中国共产党独立领导武装斗争和创建人民军队开始于@南昌起义|秋收起义|广州起义|百色起义",
  "C@毛泽东在《新民主主义论》中提出新民主主义社会的国体是@无产阶级专政|资产阶级专政|几个革命阶级的联合专政|工农民主专政",
  "D@把邓小平理论确定位中国共产党指导思想并写入党章的会议是@党的十二大|党的十三大|党的十四大|党的十五大",
  "B@第一次提出“建设中国特色的社会主义理论”这一概念是在@党的十二大|党的十三大|党的十四大|党的十五大",
  "A@邓小平关于“一国两制”的构想是从[?]开始的@台湾|香港|澳门|香港和澳门",
  "B@我国的政体是@人民民主专政|人民代表大会制度|共产党领导下的多党合作与政治协商制度|民族区域自治制度",
  "B@我们党全面阐述社会主义初级阶段理论是在党的@十二大|十三大|十四大|十五大",
  "B@我国经济体制改革的目标是建立@计划与市场内在结合的经济体制|社会主义市场经济体制|计划调节为主、市场调节为辅的经济体制|完全由市场调节的市场经济体制",
  "D@中国共产党和各民主党派合作的政治基础是@遵循“长期共存、互相监督、肝胆相照、融入共存”的方针|在宪法规定的范围内进行活动|中国共产党是执政党，民主党派是参政党|坚持四项基本原则",
  "B@我国进入社会主义现代化建设新时期最鲜明的特征是@建立社会主义市场经济体制|改革开放|实行家庭承包经营|建立经济特区",
  "C@改革、发展、稳定的关系是@改革是手段、稳定是条件、发展是目的|改革是动力、发展是前提、稳定是目的|改革是动力、发展是目的、稳定是前提|改革是途径、发展是目的、稳定是条件",
  "C@在建立国际政治经济新秩序的长期斗争中，必须始终@以人权高于主权的原则为基础|以不结盟原则为基础|以和平共处五项原则为基础|以自用、平等原则为基础",
  "A@我国社会主义经济建设必须始终以@经济效益为中心|发展速度为中心|扩大规模为中心|有计划按比例为中心",
  "A@假象是@不直接表现本质的现象|不存在于客观事物之中的现象|和本质没有直接同一性的现象|从反面歪曲表现本质的现象",
  "B@必然性和偶然性是揭示@事物在联系和发展中前后相继、彼此制约的一对范畴|事物在联系和发展中产生、发展、灭亡的一对范畴|事物在联系和发展中内在要素和表现方式的一对范畴|事物在联系和发展中内在联系和外在联系的一对范畴",
  "C@区分量变与质变的根本标志，是看@事物的发展变化是否突破“度”|事物的变化是否显著|事物是否发生数量的增减|事物是否发生非本质的变化",
  "C@标志着毛泽东思想形成的阶段是在@党的创立和国民革命时期|党的创立到土地革命时期|土地革命前期|土地革命后期到抗日战争时期",
  "B@毛泽东思想的精髓是@着重从思想上建党|实事求是|群众路线|独立自主",
  "D@被视为“近代中国开眼看世界之第一人”是@孙中山|魏源|龚自珍|林则徐",
  "D@人的本质属性在于@心理特性|阶级本性|自然属性|社会属性",
  "A@我国改革的实质是@社会主义制度的自我完善|全面建设小康社会|完善社会主义市场经济制度|建立社会主义市场经济",
  "B@依法治国的主体是@坚持中国共产党的领导|广大人民群众|国家事务、经济文化事业和社会事务|宪法和法律",

  "T@辨析题(2小题，每题10分，共20分)",
  "X@绝对真理和相对真理是两个不同的真理。@答案：错误。(1)违背了绝对真理和相对真理的辩证关系。绝对真理和相对真理是对立统一的关系，两者是同一真理的两个不同的侧面和两种不同的属性。 (2)绝对真理和相对真理有对立的一面，真理的相对性和绝对性是对立的，它们从不同角度、不同侧面反映同一真理的不同性质。真理的相对性和绝对性又有统一性的一面，因为绝对真理存于相对真理之中，相对真理是绝对真理的组成部分，相对真理不断地走向和接近绝对真理，无数相对真理的总和构成绝对真理。要正确认识真理相对性和绝对性的辩证关系，夸大真理的相对性将导致真理问题上的相对主义诡辩论而变为虚无；夸大真理的绝对性将导致真理问题上的绝对主义、教条主义，两者都是错误的。",
  "X@“一国两制”构想是实现祖国完全统一的最佳方案@答案：正确。(1)邓小平的“一国两制”构想是马克思主义关于原则的坚定性和策略的灵活性相结合的光辉典范，它既坚持了以社会主义为主体的根本原则，又高度灵活地允许在一个主权国家内两种社会制度并存，是一种创造性的全新视野和思维，是解决历史遗留问题的赋有想象力的答案。它不仅是中国实现国家统一的最佳方案，且为解决国际争端提供了很好的典范。(2)“一国两制”构想符合台湾、香港、澳门的历史和现状，符合内地的实际情况，符合中华民族盼望祖国完全统一的共同愿望，是民心所向，是不可逆转的历史潮流。它充分照顾了美国、英国、葡萄牙及其他国家在这些地区的利益。 (3)实践证明“一国两制”方案是正确的，是一条不伤民心和不损国力的方案，它有利于保持各方稳定和繁荣，为各自的发簪提供广阔空间，港澳台同胞与大陆人民一样共享祖国的尊严和荣誉。香港澳门回归的实践为两岸统一树立了典范。",
  "T@简答题(3小题，每题10分，共30分)",
  "X@简述社会意识相对独立性及其主要表现。@答案：社会意识有相对独立性。既社会意识在反映社会存在、被社会存在决定的同时，还有自身独特的发展规律，社会意识的发展变化不总是和社会存在的发展变化相一致。(1)社会意识与社会存在的发展变化不完全一致。有的社会意识落后于社会存在的变化，有的社会意识超越社会存在的发展变化。(2)社会意识与社会经济发展水平不一致。经济水平较高的国家或阶段，其社会意识水平不一定先进；经济水平较低的国家或阶段，其社会意识的水平不一定落后。(3)社会意识的发展具有历史继承性。任何时代的社会意识都是对以前思想成果的继承，马克思主义者对待文化遗产是辩证地否定。(4)各种社会意识形式之间是相互作用和相互影响的。其中政治法律思想对其他的影响最大，哲学对其他社会意识形式影响最深刻，科学对其他社会意识影响越来越明显。(5)社会意识对社会存在有巨大的能动作用，是社会意识相对独立性最突出的表现。先进的社会意识促进社会发展，落后的社会意阻碍社会进步。夸大社会意识的能动作用是唯史观，否定社会意识的能动作用是历史机械论。",
  "X@简述新时期我国建设社会主义新农村的重大意义。@答案：(1)是贯彻落实科学发展观的重大举措。(2)是确保我国现代化建设顺利推进的必然要求。(3)是全面建设小康社会的重点任务。(4)是保持国民经济平稳发展的持久动力。(5)是构建社会主义和谐社会的重要基础。",
  "X@联系实际说明如何理解“和平与发展是当代社会两大主题”。@答案：在20世纪大部分时期，战争与革命长期是世界政治经济的主题，在20世纪70年代后世界局势发生重大变化，各国人民面临一系列问题，其中能集中反映当代主要矛盾、影响和决定人类命运的全球战略问题却是和平与发展问题。",

  "T@论述题",
  "X@略。@答案：略"
]
